Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_FORMATS_PRO_RES_FOOTER
source: Show Camera control for ProRes. ProRes is one of the most popular formats for professional video post-production. A minute of 10-bit HDR ProRes is approximately 1.7 GB for 30 fps at 1080p and 6 GB for 30 fps at 4K. ProRes capture is supported for up to 30 fps at 4K and up to 60 fps at 1080p.
ar: إظهار عنصر تحكم الكاميرا لـ ProRes، وهو أحد أشهر التنسيقات في مجال إنتاج الفيديو الاحترافي. دقيقة واحدة بتنسيق HDR ProRes ‏^[10](formatNumber: true)-بت تشْغل حوالي ^[1.7](formatNumber: true) غ.ب لمعدل ^[30](formatNumber: true) إطار/ث بدقة 1080p و ^[6](formatNumber: true) غ.ب لمعدل ^[30](formatNumber: true) إطار/ث بدقة 4K. التقاط ProRes مدعوم حتى ^[30](formatNumber: true) إطار/ث بدقة 4K وحتى ^[60](formatNumber: true) إطار/ث بدقة 1080p.
bg: Показва Управление на камерата за ProRes. ProRes е един от най-популярните формати за професионална видео постпродукция. Една минута от видео в 10-битов HDR ProRes формат е около 1.7 GB за 30 кадъра/сек при 1080p и 6 GB 30 кадъра/сек при 4K. Снимане в ProRes формат се поддържа до 30 кадъра/сек при 4K и до 60 кадъра/сек при 1080p.
bn: ProRes-এর জন্য ক্যামেরা কন্ট্রোল দেখুন। ProRes প্রফেশনাল ভিডিও পোস্ট প্রোডাকশনের জন্য একটি অতি জনপ্রিয় ফর্ম্যাট। ^[1080](formatNumber: true)p-এ ^[30](formatNumber: true) fps-এর ক্ষেত্রে এক মিনিটের ^[10](formatNumber: true) বিট HDR ProRes ভিডিওর আনুমানিক সাইজ ^[1.7](formatNumber: true) GB এবং 4K-এ ^[30](formatNumber: true) fps-এর ক্ষেত্রে এর সাইজ ^[6](formatNumber: true) GB। 4K-এ সর্বাধিক ^[30](formatNumber: true) fps এবং ^[1080](formatNumber: true)p-এ সর্বাধিক ^[60](formatNumber: true) fps পর্যন্ত ProRes ক্যাপচার করা যাবে।
ca: Mostra el control ProRes de la càmera. ProRes és un dels formats més populars en postproducció de vídeo professional. Un minut en format ProRes HDR de 10 bits equival aproximadament a 1,7 GB amb 30 fps a 1080p i 6 GB amb 30 fps a 4K. La captura ProRes és compatible amb 30 fps a 4K i amb 60 fps a 1080p com a màxim.
cs: Zobrazí ovládání kamery pro formát ProRes, který je jedním z nejpopulárnějších formátů určených k profesionální postprodukci videí. Minuta 10bitového HDR videa ve formátu ProRes zabere v rozlišení 1080p se 30 fps přibližně 1,7 GB, ve 4K se 30 fps přibližně 6 GB. Záznam ProRes je v rozlišení 4K podporovaný nejvýše do 30 fps a v rozlišení 1080p do 60 fps.
da: Vis Kamerabetjening til ProRes. ProRes er et af de mest populære formater til professionel videoredigering. Et minut med 10-bit HDR ProRes fylder omkring 1,7 GB med 30 bps ved 1080p og 6 GB med 30 bps ved 4K. Optagelse med ProRes understøttes for op til 30 bps ved 4K og op til 60 bps ved 1080p.
de: Kamerasteuerung für ProRes einblenden. ProRes ist eines der populärsten Formate für professionelle Videonachbearbeitung. Eine Minute 10-Bit HDR ProRes erfordert ungefähr 1,7 GB für 30 fps in 1080p und 6 GB für 30 fps in 4K. ProRes-Aufnahmen werden mit bis zu 30 fps in 4K und mit bis zu 60 fps in 1080p unterstützt.
el: Εμφάνιση του Στοιχείου ελέγχου Κάμερας για το ProRes. Το ProRes είναι μια από τις πιο δημοφιλείς μορφές επαγγελματικής μεταπαραγωγής (post-production) βίντεο. Ένα λεπτό 10 bit HDR ProRes αντιστοιχεί σε 1,7 GB για 30 καρέ/δευτ. στα 1080p και σε 6 GB για 30 καρέ/δευτ. στο 4K. Η καταγραφή ProRes υποστηρίζεται για έως 30 καρέ/δευτ. στο 4Κ και για έως 60 καρέ/δευτ. στα 1080p.
es: Muestra el control de ProRes en la cámara. ProRes es uno de los formatos de posproducción de vídeo profesional más conocidos. Un minuto de vídeo ProRes HDR de 10 bits equivale aproximadamente a 1,7 GB de resolución 1080p a 30 fps y a 6 GB de 4K a 30 fps. Se puede capturar ProRes con una resolución de 4K a 30 fps y de 1080p a 60 fps como máximo.
es_us: Muestra el control de Cámara para ProRes. ProRes es uno de los formatos más populares para postproducción de video profesional. Un minuto de ProRes HDR de 10 bits es aproximadamente 1.7 GB en 30 fps a 1080p y 6 GB en 30 fps a 4K. La captura de ProRes es compatible con video de hasta 30 fps a 4K y 60 fps a 1080p.
fi: Näytä Kameran ProRes-säädin. ProRes on yksi suosituimmista muodoista ammattilaistasoisessa videoiden jälkituotannossa. Minuutti 10-bittistä HDR ProRes -videota vie noin 1,7 Gt, kun tarkkuus on 30 fps 1080p, ja 6 Gt, kun tarkkuus on 30 fps 4K. ProRes-tallennusta tuetaan enintään 30 fps 4K‑ tai 60 fps 1080p -tarkkuuksilla.
fr: Affichez les commandes de la caméra pour le format ProRes. Le format ProRes est l’un des formats vidéo les plus populaires auprès des professionnels de la post-production vidéo. Une minute au format HDR ProRes 10 bits correspond approximativement à 1,7 Go pour 30 ips en 1080p et 6 Go pour 30 ips en 4K. La capture au format ProRes est prise en charge jusqu’à 30 ips en 4K et 60 ips en 1080p.
fr_ca: Affichez les commandes ProRes de la caméra. Le format ProRes est l’un des formats vidéo les plus populaires parmi les professionnels de la postproduction vidéo. Une minute de vidéo au format HDR ProRes 10 bits occupe environ 1,7 Go à 30 ips en 1080p et 6 GB à 30 ips en 4K. La capture au format ProRes est prise en charge jusqu’à 30 ips en 4K et jusqu’à 60 ips en 1080p.
gu: ProRes માટે કૅમેરા કંટ્રોલ બતાવો. ProRes પ્રોફેશનલ વીડિયો પોસ્ટ પ્રૉડક્શન માટે સૌથી લોકપ્રિય ફૉર્મેટમાંથી એક છે. 1080p પર 30 fps માટે એક મિનિટનું 10-બિટ HDR ProRes લગભગ 1.7 GBનું અને 4K પર 30 fps માટે 6 GBનું થાય છે. ProRes કૅપ્ચર 4K પર 30 fps સુધી માટે અને 1080p પર 60fps સુધી માટે સપોર્ટેડ હોય છે.
he: ניתן להציג פקד מצלמה עבור ProRes. ‏ProRes הוא אחד מהפורמטים הפופולריים ביותר לעריכת וידאו בפוסט-פרודקשן מקצועי. נפח האחסון של דקה אחת של ProRes בקידוד 10 סיביות עם HDR הוא בערך 1.7 ג״ב עבור קצב של ⁨30 FPS⁩ ברזולוציית 1080p, ו-6 ג״ב עבור קצב של ⁨30 FPS⁩ ברזולוציית 4K. צילום ב-ProRes נתמך רק עד קצב של ⁨30 FPS⁩ ברזולוציית 4K ועד ⁨60 FPS⁩ ברזולוציית 1080p.
hi: ProRes के लिए कैमरा कंट्रोल दिखाएँ। प्रोफ़ेशनल वीडियो पोस्ट प्रोडक्शन के लिए ProRes सबसे लोकप्रिय फ़ॉर्मैट में से एक है। 1080p पर 30 fps के लिए एक मिनट का 10-बिट HDR ProRes लगभग 1.7 GB का और 4K पर 30 fps के लिए 6 GB का होता है। ProRes कैप्चर 4K पर 30 fps तक के लिए और 1080p पर 60 fps तक के लिए समर्थित है।
hr: Prikazivanje kontrole kamere za ProRes. ProRes je jedan od najpopularnijih formata za profesionalnu postprodukciju videozapisa. Minuta 10-bitnog HDR ProRes formata približno zauzima 1,7 GB za 30 FPS pri 1080p i 6 GB za 30 FPS pri 4K. ProRes snimanje podržano je za do 30 FPS pri 4K i za do 60 FPS pri 1080p.
hu: Megjeleníti a ProRes kameravezérlőjét. A ProRes az egyik legnépszerűbb formátum a professzionális videó-utómunkához. Egy percnyi 10 bites HDR ProRes felvétel mérete kb. 1,7 GB 1080p felbontással 30 fps sebesség mellett és 6 GB 4K felbontással 30 fps sebesség mellett. A ProRes rögzítése 4K felbontással legfeljebb 30 fps sebességig, 1080p felbontással pedig 60 fps sebességig támogatott.
id: Tampilkan kontrol Kamera untuk ProRes. ProRes adalah salah satu format paling populer untuk pascaproduksi video profesional. Video HDR ProRes 10 bit yang berdurasi satu menit kira-kira berukuran 1,7 GB untuk 30 fps pada 1080p dan 6 GB untuk 30 fps pada 4K. Perekaman ProRes didukung hingga 30 fps pada 4K dan hingga 60 fps pada 1080p.
it: Mostra i controlli della fotocamera per ProRes. ProRes è uno dei formati più noti per la post‑produzione video professionale. Un minuto di video ProRes HDR a 10 bit corrisponde a circa 1,7 GB a 30 fps a 1080p e 6 GB a 30 fps in 4K. La funzionalità ProRes è supportata fino a 30 fps a 4K e fino a 60 fps a 1080p.
ja: ProResのカメラコントロールを表示します。ProResは、プロの映像ポストプロダクションで最もよく使われるフォーマットの1つです。10ビットHDR ProResによる1分間の撮影のサイズは、1080p/30 fpsで約1.7 GB、4K/30 fpsで約6 GBです。 ProResの撮影は、4Kで最大30 fpsまで、1080pで最大60 fpsまで対応しています。
kk: «Камера» қолданбасында ProRes форматымен жұмыс істеуге арналған параметр көрсетіледі. ProRes — видеоның кәсіби кейінгі өңдеуіне арналған ең танымал форматтардың бірі. 10 биттік HDR ProRes видеосының бір минуты 1080p ажыратымдылығындағы 30 кадр/с үшін шамамен 1,7 ГБ алады және 4K форматындағы 30 кадр/с үшін 6 ГБ алады. ProRes жазбасы 4K ажыратымдылығындағы 30 кадр/с және 1080p ажыратымдылығындағы 60 кадр/с дейінгі видеоға қолдау көрсетеді.
kn: ProResಗಾಗಿ ಕ್ಯಾಮರಾ ಕಂಟ್ರೋಲ್ ಅನ್ನು ತೋರಿಸಿ. ವೃತ್ತಿಪರ ವೀಡಿಯೊದ ಪೋಸ್ಟ್-ಪ್ರೊಡಕ್ಷನ್ ಕಾರ್ಯಗಳಿಗಾಗಿ ProRes ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಫಾರ್ಮ್ಯಾಟ್‌ಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಒಂದು ನಿಮಿಷದ 10-ಬಿಟ್ HDR ProRes, ಸರಿಸುಮಾರು 1.7 GB ಗಾತ್ರದ 30 fpsನಲ್ಲಿನ 1080p ವೀಡಿಯೊ ಮತ್ತು 6 GB ಗಾತ್ರದ 30 fpsನಲ್ಲಿನ 4K ವೀಡಿಯೊಗೆ ಸಮವಾಗಿದೆ. ProRes ಕ್ಯಾಪ್ಚರ್, 4Kನಲ್ಲಿ 30 fpsವರೆಗೆ ಮತ್ತು 1080pನಲ್ಲಿ 60 fpsವರೆಗೆ ಬೆಂಬಲಿತವಾಗಿದೆ.
ko: ProRes에 대한 카메라 제어기를 표시합니다. ProRes는 전문적인 비디오 후반 작업에 사용되는 가장 인기 있는 포맷 중 하나입니다. 10비트 HDR ProRes 영상 1분은 1080p - 30fps의 경우 약 1.7GB, 4K - 30fps의 경우 약 6GB입니다. ProRes 캡처는 최대 4K - 30fps 및 1080p - 60fps까지 지원합니다.
lt: Rodykite „ProRes“ kameros valdymą. „ProRes“ yra vienas iš populiariausių formatų, naudojamų profesionaliai montuojant vaizdo įrašus. Minutė 10 bitų HDR „ProRes“ 30 kadr./s spartos ir 1080p formato vaizdo įrašo užima maždaug 1,7 GB, o 30 kadr./s spartos ir 4K formato – 6 GB. „ProRes“ įrašymas palaikomas iki 30 kadr./s sparta 4K formatu ir iki 60 kadr./s sparta 1080p formatu.
ml: ProRes-നുള്ള ക്യാമറ കൺട്രോൾ കാണിക്കൂ. ProRes എന്നത് പ്രൊഫഷണൽ വീഡിയോ പോസ്റ്റ്-പ്രൊഡക്ഷനുള്ള ഏറ്റവും ജനപ്രിയമായ ഫോർമാറ്റുകളിലൊന്നാണ്. ഒരു മിനിറ്റുള്ള 10-ബിറ്റ് HDR ProRes എന്നത്, 1080p‍-യിൽ 30 fps‍-‍ന് ഏകദേശം 1.7 GB‍-‍യും 4K‍-‍യിൽ 30 fps‍-‍ന് 6 GB‍-‍യും ആണ്. 4K‍-‍യിൽ 30 fps വരെയും 1080p‍-‍യിൽ 60 fps വരെയും ProRes കാപ്ചർ പിന്തുണയ്ക്കപ്പെടുന്നു.
mr: ProRes साठी कॅमेरा कंट्रोल दाखवा. ProRes हा व्यावसायिक व्हिडिओ पोस्ट प्रॉडक्शनसाठी ProRes हा सर्वात लोकप्रिय फॉरमॅट आहे. एका मिनिटाचा ^[10](formatNumber: true)-बिट HDR ProRes व्हिडिओ ^[1080](formatNumber: true)p वर ^[30](formatNumber: true) fps साठी अंदाजे ^[1.7](formatNumber: true) GB चा आणि ^[4](formatNumber: true)K वर ^[30](formatNumber: true) fps साठी ^[6](formatNumber: true) GB चा असू शकतो. ProRes कॅप्चरला ^[4](formatNumber: true)K वर ^[30](formatNumber: true) fps पर्यंत आणि ^[1080](formatNumber: true)p वर ^[60](formatNumber: true) fps पर्यंत सपोर्ट केला जातो.
ms: Tunjukkan kawalan Kamera untuk ProRes. ProRes ialah salah satu format paling popular untuk pascapenyiaran video profesional. Seminit ProRes HDR 10 bit bersaiz lebih kurang 1.7 GB untuk 30 bps pada 1080p dan 6 GB untuk 30 bps pada 4K. Rakaman ProRes disokong untuk sehingga 30 bps pada 4K dan sehingga 60 bps pada 1080p.
nb: Vis kamerakontroll for ProRes. ProRes er et av de mest populære formatene for profesjonell etterbehandling av video. Ett minutt med 10-bit HDR ProRes er ca. 1,7 GB for 30 bps med 1080p og 6 GB for 30 bps med 4K. ProRes-opptak støttes for opptil 30 bps med 4K og opptil 60 bps med 1080p.
nl: Toon camera­regelaar voor ProRes. ProRes is een van de meest populaire structuren voor professionele post­productie van video's. Een minuut 10-bit HDR ProRes is ongeveer 1,7 GB voor 30 fps met 1080p en 6 GB voor 30 fps met 4K. ProRes-opname wordt alleen ondersteund voor maximaal 30 fps met 4K en maximaal 60 fps met 1080p.
or: ProRes ପାଇଁ କ୍ଯାମେରା କଣ୍ଟ୍ରୋଲ୍ ଦେଖାନ୍ତୁ। ProRes ହେଉଛି ପ୍ରଫେଶନଲ୍ ଭିଡିଓ ପୋଷ୍ଟ୍‌ ପ୍ରଡକ୍ସନ୍ ପାଇଁ ସବୁଠାରୁ ଲୋକପ୍ରିୟ ଫର୍ମାଟ୍ ମଧ୍ଯରୁ ଗୋଟିଏ। ଏକ ମିନିଟ୍‌ର ^[10](formatNumber: true)-ବିଟ୍‌ HDR ProRes, 1080p ରେ ^[30](formatNumber: true) fps ପାଇଁ ଅନୁମାନିକ ^[1.7](formatNumber: true) GB ଏବଂ 4Kରେ ^[30](formatNumber: true) fps ପାଇଁ ^[6](formatNumber: true) GBର ଅଟେ। 4Kରେ ^[30](formatNumber: true) fps ପର୍ଯ୍ଯନ୍ତ ଏବଂ 1080pରେ ^[60](formatNumber: true) fps ପର୍ଯ୍ଯନ୍ତ ProRes କ୍ୟାପ୍‌ଚର୍ ସମର୍ଥିତ।
pa: ProRes ਲਈ ਕੈਮਰਾ ਕੰਟਰੋਲ ਦਿਖਾਓ। ProRes ਪ੍ਰੋਫ਼ੈਸ਼ਨਲ ਵੀਡੀਓ ਪੋਸਟ-ਪ੍ਰੋਡਕਸ਼ਨ ਲਈ ਸਭ ਤੋਂ ਪ੍ਰਸਿੱਧ ਫ਼ਾਰਮੈਟ ਹੈ। ^[1080](formatNumber: true)p ‘ਤੇ ^[30](formatNumber: true) fps ਲਈ ਇੱਕ ਮਿੰਟ ਦੀ ^[10](formatNumber: true)-ਬਿਟ HDR ProRes ਵੀਡੀਓ ਲਗਭਗ ^[1.7](formatNumber: true) GB ਦੀ ਅਤੇ ^[4](formatNumber: true)K ‘ਤੇ ^[30](formatNumber: true) fps ਲਈ ^[6](formatNumber: true) GB ਦੀ ਹੁੰਦੀ ਹੈ। ProRes ਕੈਪਚਰ ^[4](formatNumber: true)K ‘ਤੇ ^[30](formatNumber: true) fps ਤੱਕ ਅਤੇ ^[1080](formatNumber: true)p ‘ਤੇ ^[60](formatNumber: true) fps ਤੱਕ ਸਮਰਥਿਤ ਹੈ।
pl: Wyświetla w aplikacji Aparat narzędzia ProRes. ProRes to jeden z najbardziej popularnych profesjonalnych formatów do postprodukcji wideo. Minuta 10-bitowego materiału ProRes HDR zajmuje około 1,7 GB w przypadku rozdzielczości 1080p i 30 kl./s oraz około 6 GB w przypadku rozdzielczości 4K i 30 kl./s. Nagrywanie ProRes jest obsługiwane do 30 kl./s przy rozdzielczości 4K oraz 60 kl./s przy rozdzielczości 1080p.
pt_br: Mostre o controle ProRes da Câmera. ProRes é um dos formatos mais populares para a pós‑produção profissional de vídeo. Um minuto de ProRes HDR de 10 bits ocupa aproximadamente 1,7 GB a 30 fps em 1080p e 6 GB a 30 fps em 4K. A captura em ProRes é possível até 30 fps em 4K e 60 fps em 1080p.
pt_pt: Mostrar o controlo da aplicação Câmara para ProRes. ProRes é um dos formatos mais populares para pós‑produção de vídeo profissional. Um minuto de vídeo ProRes em HDR de 10 bits equivale a cerca de 1,7 GB para 30 fps a 1080p e 6 GB para 30 fps a 4K. A captura ProRes é suportada até 30 fps a 4K e até 60 fps a 1080p.
ro: Afișați comenzile aplicației Cameră pentru ProRes. ProRes este unul dintre cele mai populare formate pentru postproducția video profesională. Un minut de conținut ProRes HDR 10 biți ocupă aproximativ 1,7 GB pentru 30 fps la 1080p și 6 GB pentru 30 fps la 4K. Înregistrarea ProRes este posibilă pentru maximum 30 fps la 4K și maximum 60 fps la 1080p.
ru: Показывать Контроллер камеры для работы с ProRes. ProRes — один из самых популярных форматов для профессиональной постобработки видео. Минута в 10‑битном HDR ProRes займет примерно 1,7 ГБ для видео с частотой 30 кадр⁠/⁠с при 1080p и 6 ГБ для видео с частотой 30 кадр⁠/⁠с при 4K. Запись в формате ProRes поддерживается для видео с частотой до 30 кадр⁠/⁠с при 4K и до 60 кадр⁠/⁠с при 1080p.
sk: Zobrazí v Kamere ovládacie prvky pre ProRes. ProRes je jeden z najpopulárnejších formátov pre profesionálnu postprodukciu videa. Minúta 10‑bitového HDR ProRes videa zaberie približne 1,7 GB pri 30 fps v rozlíšení 1080p a 6 GB pri 30 fps v rozlíšení 4K. Podporovaná rýchlosť nahrávania vo formáte ProRes je najviac 30 fps v rozlíšení 4K a 60 fps v rozlíšení 1080p.
sl: Prikaže krmilno funkcijo Kamere za ProRes. ProRes je ena od najbolj priljubljenih oblik zapisa za profesionalno obdelavo videov v postprodukciji. Minuta videa v 10‑bitni obliki zapisa HDR ProRes je velika približno 1,7 GB v primeru snemanja s 30 sličicami/s pri ločljivosti 1080p in 6 GB v primeru snemanja s 30 sličicami/s pri ločljivosti 4K. Zajem v obliki zapisa ProRes podpira največ 30 sličic/s pri ločljivosti 4K in največ 60 sličic/s pri ločljivosti 1080p.
sv: Visa kamerareglage för ProRes. ProRes är ett av de vanligaste formaten för efterbehandling av professionell video. En minut 10-bitars ProRes i HDR tar upp omkring 1,7 GB för 30 bilder/s vid 1080p och 6 GB för 30 bilder/s vid 4K. ProRes-inspelning stöds för upp till 30 bilder/s vid 4K och 60 bilder/s vid 1080p.
ta: ProResக்கான கேமரா கட்டுப்பாடுகள் காட்டப்படும். ProRes என்பது தொழில்முறை வீடியோ போஸ்ட்-புரொடக்‌ஷனில் அதிகம் பயன்படுத்தப்படும் ஃபார்மெட்களில் ஒன்றாகும். ஒரு நிமிட 10-பிட் HDR ProRes வீடியோ தோராயமாக 1080p @ 30 fpsஇல் 1.7 GB அளவிலும், 30 fps @ 4Kஇல் 6 GB அளவிலும் இருக்கும். 4Kஇல் 30 fps வரையிலும், 1080pஇல் 60 fps வரையிலும் ProRes வீடியோவைப் பதிவுசெய்யலாம்.
te: ProRes కోసం కెమెరా కంట్రోల్‌ను చూడండి. ప్రొఫెషనల్ వీడియో పోస్ట్-ప్రొడక్షన్ కోసం ProRes అనేది అత్యంత ప్రజాదరణ పొందిన ఫార్మాట్‌లలో ఒకటి. 30 fpsగా 1080pలో ఒక నిమిషం 10-బిట్ HDR ProRes సుమారుగా 1.7 GB ఉంటుంది మరియు 30fpsగా 4Kలో 6 GB ఉంటుంది. ProRes క్యాప్చర్ గరిష్టంగా 4Kలో 30 fps మరియు 1080pలో 60 fps వరకు మద్దతు ఇస్తుంది.
th: แสดงตัวควบคุมกล้องสำหรับ ProRes รูปแบบ ProRes เป็นหนึ่งในรูปแบบที่นิยมใช้มากที่สุดสำหรับขั้นตอนหลังการผลิตวิดีโอระดับมืออาชีพ หนึ่งนาทีสำหรับรูปแบบ HDR ProRes 10 บิตใช้พื้นที่ประมาณ 1.7 GB สำหรับ 30 fps ที่ 1080p และ 6 GB สำหรับ 30 fps ที่ 4K การจับภาพแบบ ProRes รองรับได้สูงสุดถึง 30 fps ที่ 4K และสูงสุดถึง 60 fps ที่ 1080p
tr: ProRes için Kamera denetimini gösterir. ProRes, profesyonel video post prodüksiyonunda kullanılan en popüler biçimlerden biridir. Bir dakikalık 10 bit HDR ProRes, 30 kare/saniye hızında 1080p biçiminde yaklaşık 1,7 GB ve 30 kare/saniye hızında 4K biçiminde ise yaklaşık 6 GB’tır. ProRes çekim 30 kare/sn.’ye varan hızlarda 4K ve 60 kare/sn.’ye varan hızlarda 1080p için desteklenir.
uk: Показувати елемент керування камерою для роботи з ProRes. ProRes — один із найпопулярніших форматів для професійного постоброблення відео. Хвилина в 10‑бітному форматі HDR ProRes займатиме приблизно 1,7 ГБ у форматі 1080p із частотою 30 кадр⁠/⁠с і 6 ГБ у форматі 4K із частотою 30 кадр⁠/⁠с. Для ProRes підтримується частота до 30 кадр⁠/⁠с у форматі 4K і до 60 кадр⁠/⁠с у форматі 1080p.
ur: ‏⁨ProRes⁩ کے لیے کیمرا کنٹرول دکھائیں۔پروفیشنل ویڈیو پوسٹ پروڈکشن کے لیے ⁨ProRes⁩ مقبول ترین فارمیٹ میں سے ایک ہے۔ ‏1080p پر ⁨^[30](formatNumber: true) fps⁩ کے لیے ایک منٹ کا ‏^[10](formatNumber: true) بِٹ ⁨HDR ProRes⁩ تقریباً ⁨^[1.7](formatNumber: true) GB⁩ کا اور ‏4K پر ⁨^[30](formatNumber: true) fps⁩ کے لیے ⁨^[6](formatNumber: true) GB⁩ کا ہوتا ہے۔ ‏⁨ProRes⁩ کیپچر ‏4K پر ⁨^[30](formatNumber: true) fps⁩ تک کے لیے اور ‏1080p پر ⁨^[60](formatNumber: true) fps⁩ تک کے لیے اعانت یافتہ ہے۔
vi: Hiển thị điều khiển Camera cho ProRes. ProRes là một trong những định dạng phổ biến nhất cho quá trình sản xuất hậu kỳ video chuyên nghiệp. Một phút thời lượng HDR ProRes 10-bit có kích cỡ khoảng 1,7 GB cho 30 fps tại 1080p và 6 GB cho 30 fps tại 4K. Hỗ trợ quay ProRes cho tối đa 30 fps tại 4K và tối đa 60 fps tại 1080p.
zh_cn: 显示用于ProRes的相机控制。ProRes是专业视频后期制作的最常用格式之一。1分钟10位HDR ProRes的大小约为1.7 GB (30 fps/1080p)以及6 GB (30 fps/4K)。 ProRes拍摄支持最高30 fps/4K以及60 fps/1080p。
zh_hk: 顯示ProRes的相機控制項目。ProRes是專業影片後期製作最常用的格式之一。一分鐘10位元HDR ProRes的大小約為1.7 GB的30 fps/1080p和6 GB的30 fps/4K。 ProRes拍攝支援最高30 fps/4K和60 fps/1080p。
zh_tw: 顯示ProRes的「相機」控制項目。ProRes是專業影片後製中最受歡迎的一種格式。一分鐘10位元HDR ProRes約等同於1.7 GB的30 fps/1080p和6 GB的30 fps/4K。 ProRes拍攝最高支援30 fps/4K和60 fps/1080p。

# CAM_FORMATS_TITLE
source: Formats
ar: التنسيقات
bg: Формати
bn: ফরম্যাট
cs: Formáty
da: Formater
de: Formate
el: Μορφές
es: Formatos
es_us: Formatos
fi: Tallennusmuodot
gu: ફૉર્મેટ
he: פורמטים
hi: फ़ॉर्मैट
hr: Formati
hu: Formátumok
id: Format
it: Formati
ja: フォーマット
kk: Форматтар
kn: ಫಾರ್ಮ್ಯಾಟ್‌ಗಳು
ko: 포맷
lt: Formatai
ml: ഫോർമാറ്റുകൾ
mr: फॉरमॅट
ms: Format
nb: Formater
nl: Bestandsstructuren
or: ଫର୍ମାଟ୍
pa: ਫ਼ਾਰਮੈਟ
pl: Formaty
pt_br: Formatos
pt_pt: Formatos
ro: Formate
ru: Форматы
sk: Formáty
sl: Oblike zapisa
sv: Format
ta: ஃபார்மெட்கள்
te: ఫార్మాట్‌లు
th: รูปแบบ
tr: Biçimler
uk: Формати
ur: فارمیٹ
vi: Định dạng
zh_cn: 格式
zh_hk: 格式
zh_tw: 格式

# CAM_FORMATS_VIDEO_CAPTURE_GROUP_TITLE
source: Video Capture
ar: التقاط الفيديو
bg: Видео заснемане
bn: ভিডিও ক্যাপচার
ca: Captura de vídeo
cs: Záznam videa
da: Videooptagelse
de: Videoaufnahme
el: Καταγραφή βίντεο
es: Captura de vídeo
es_us: Captura de video
fi: Videotallennus
fr: Capture vidéo
fr_ca: Capture vidéo
gu: વીડિયો કૅપ્ચર
he: צילום וידאו
hi: वीडियो कैप्चर
hr: Snimanje videozapisa
hu: Videórögzítés
id: Pengambilan video
it: Acquisizione video
ja: ビデオ撮影
kk: Видеотүсірілім
kn: ವೀಡಿಯೊ ಕ್ಯಾಪ್ಚರ್
ko: 비디오 캡처
lt: Vaizdo įrašymas
ml: വീഡിയോ കാപ്ചർ
mr: व्हिडिओ कॅप्चर
ms: Rakaman Video
nb: Videoopptak
nl: Video-opname
or: ଭିଡିଓ କ୍ୟାପ୍‌ଚର୍
pa: ਵੀਡੀਓ ਕੈਪਚਰ
pl: Nagrywanie wideo
pt_br: Captura de vídeo
pt_pt: Captura de vídeo
ro: Captură video
ru: Видеозапись
sk: Natáčanie videí
sl: Zajem videa
sv: Videoinspelning
ta: வீடியோ கேப்சர்
te: వీడియో క్యాప్చర్
th: การบันทึกวิดีโอ
tr: Video Çekimi
uk: Зйомка відео
ur: ویڈیو کیپچر
vi: Quay video
zh_cn: 视频拍摄
zh_hk: 影片拍攝
zh_tw: 影片拍攝
